Revit 2027 API
ImageExportOptions Constructor
 Constructs a new instance of the options class used to produce images.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ImageExportOptions()
Public Sub New
public:
ImageExportOptions()
new : unit -> ImageExportOptions
See Also
Reference
ImageExportOptions Class
Autodesk.Revit.DB Namespace